{
  "administration": "Administración",
  "editGroup": "Editar grupo",
  "editGroupText": "Define los atributos principales de tu grupo de intercambio.",
  "currencyValue": "Valor de la moneda",
  "currencyValueHint": "El valor de tu moneda en relación con la moneda de referencia HORA. Se utiliza para calcular el tipo de cambio entre tu moneda y otras. Usa la notación n/d. Por ejemplo, si introduces 1/10, significa que 10 unidades de tu moneda equivalen a 1 HORA.",
  "invalidCurrencyValue": "Valor de la moneda no válido. Por favor, usa la notación n/d.",
  "groupSettings": "Configuración del grupo",
  "categories": "Categorías",
  "signupSettings": "Configuración de registro",
  "signupSettingsText": "Define algunas configuraciones para el proceso de registro.",
  "enableTermsOfUse": "Condiciones de uso",
  "enableTermsOfUseHint": "Requiere que los usuarios acepten las condiciones de uso antes de registrarse.",
  "termsOfUse": "Condiciones de uso",
  "minOffers": "Ofertas mínimas",
  "minOffersHint": "Número mínimo de ofertas que un miembro debe crear durante el registro.",
  "minNeeds": "Necesidades mínimas",
  "minNeedsHint": "Número mínimo de necesidades que un miembro debe crear durante el registro.",
  "initialCredit": "Crédito inicial",
  "initialCreditHint": "El saldo negativo máximo que una cuenta puede tener después de registrarse. Cambiar este valor no afectará a las cuentas existentes.",
  "maximumBalance": "Saldo máximo",
  "initialMaximumBalanceHint": "El saldo positivo máximo que una cuenta puede tener después de registrarse. Cambiar este valor no afectará a las cuentas existentes. Déjalo en 0 para ilimitado.",
  "accountDefaults": "Configuración predeterminada de las cuentas",
  "accountDefaultsText": "Define la configuración predeterminada de las cuentas en tu moneda. Esta configuración puede ser modificada cuenta por cuenta. Cambiar esta configuración afecta a todas las cuentas que no tengan un valor específico.",
  "allowPayments": "Pagos",
  "allowPaymentsHint": "Permite a los usuarios realizar pagos a otras cuentas.",
  "allowPaymentRequests": "Solicitudes de pago",
  "allowPaymentRequestsHint": "Permite a los usuarios solicitar pagos a otras cuentas.",
  "allowSimplePayments": "Pagos simples",
  "allowSimplePaymentsHint": "Permite a los usuarios realizar pagos eligiendo al destinatario de una lista.",
  "allowSimplePaymentRequests": "Solicitudes de pago simples",
  "allowSimplePaymentRequestsHint": "Permite a los usuarios solicitar pagos eligiendo al pagador de una lista.",
  "allowQrPayments": "Pagos por código QR",
  "allowQrPaymentsHint": "Permite a los usuarios realizar pagos escaneando un código QR.",
  "allowQrPaymentRequests": "Solicitudes de pago por código QR",
  "allowQrPaymentRequestsHint": "Permite a los usuarios solicitar pagos mostrando un código QR.",
  "allowTagPayments": "Pagos por NFC",
  "allowTagPaymentsHint": "Permite a los usuarios realizar pagos mostrando una etiqueta NFC.",
  "allowTagPaymentRequests": "Solicitudes de pago por NFC",
  "allowTagPaymentRequestsHint": "Permite a los usuarios solicitar pagos escaneando una etiqueta NFC.",
  "allowMultiplePayments": "Pagos múltiples",
  "allowMultiplePaymentsHint": "Habilita la página de pagos múltiples para introducir un lote de pagos.",
  "allowMultiplePaymentRequests": "Solicitudes de pago múltiples",
  "allowMultiplePaymentRequestsHint": "Habilita la página de solicitudes de pago múltiples para introducir un lote de solicitudes de pago.",
  "enableAcceptPaymentsAfter2w": "Aceptar pagos tras 2 semanas",
  "enableAcceptPaymentsAfter2wHint": "Acepta automáticamente todas las solicitudes de pago pendientes después de 2 semanas de inactividad.",
  "enableOnPaymentCreditLimit": "Crédito por ingreso",
  "enableOnPaymentCreditLimitHint": "Aumenta progresivamente el saldo negativo máximo de la cuenta tras recibir un pago por la misma cantidad, hasta un límite.",
  "onPaymentCreditLimit": "Límite de crédito por ingreso",
  "allowExternalPayments": "Pagos externos",
  "allowExternalPaymentsHint": "Permite a la cuenta realizar y recibir pagos de cuentas en otras monedas.",
  "allowExternalPaymentRequests": "Solicitudes de pagos externos",
  "allowExternalPaymentRequestsHint": "Permite a la cuenta solicitar y recibir solicitudes de pago de cuentas en otras monedas.",
  "externalPayments": "Pagos externos",
  "externalPaymentsText": "Define la configuración para las transferencias entre cuentas de diferentes monedas.",
  "enableExternalPayments": "Habilitar pagos externos",
  "enableExternalPaymentsHint": "Permite enviar y recibir pagos a cuentas en otras monedas. Esta configuración tiene prioridad sobre la configuración de la cuenta.",
  "enableExternalPaymentRequests": "Habilitar solicitudes de pagos externos",
  "enableExternalPaymentRequestsHint": "Permite solicitar y recibir solicitudes de pago de cuentas en otras monedas. Esta configuración tiene prioridad sobre la configuración de la cuenta.",
  "externalTraderCreditLimit": "Límite negativo de balance comercial",
  "externalTraderCreditLimitHint": "El límite del balance comercial total en la parte de las importaciones.",
  "externalTraderMaximumBalance": "Límite positivo de balance comercial",
  "externalTraderMaximumBalanceHint": "El límite del balance comercial total en la parte de las exportaciones.",
  "trustlines": "Líneas de confianza",
  "trustlinesText": "Una línea de confianza define el límite positivo del balance comercial entre tu moneda y una moneda externa específica. Este límite es la cantidad máxima de moneda externa que estás dispuesto a aceptar en tu grupo.",
  "noTrustlines": "Aún no se han definido líneas de confianza.",
  "addTrustline": "Añadir línea de confianza",
  "editTrustline": "Editar línea de confianza",
  "limit": "Límite",
  "trustlineLimitHint": "Límite de la línea de confianza en unidades de tu moneda local.",
  "update": "Actualizar",
  "limits": "Límites",
  "transferMethods": "Métodos de transferencia",
  "transferDirections": "Direcciones de transferencia",
  "accountStart": "Inicio de cuenta",
  "offersAndNeeds": "Ofertas y necesidades",
  "marketplace": "Mercado",
  "marketplaceText": "Define la configuración para las ofertas y necesidades dentro de tu grupo.",
  "categoriesText": "Las ofertas y necesidades están organizadas en categorías. Define las categorías que estarán disponibles en tu grupo.",
  "deleteCategoryConfirmation": "¿Estás seguro de que deseas eliminar la categoría {name}?",
  "addCategory": "Añadir categoría",
  "editCategory": "Editar categoría",
  "categoryName": "Nombre de la categoría",
  "categoryIcon": "Icono de la categoría",
  "searchIcon": "Buscar icono",
  "loadingIcons": "Cargando iconos...",
  "creditLimit": "Límite de crédito",
  "columns": "Columnas",
  "manageAccounts": "Gestionar cuentas",
  "manageAccountsText": "A continuación, se muestran todas las cuentas de tu grupo. La mayoría de configuraciones de cuenta se pueden establecer por defecto desde la página de configuración del grupo o individualmente. El límite de crédito y el saldo máximo deben establecerse individualmente tras la creación de la cuenta.",
  "search": "Buscar",
  "defaultIs": "Por defecto: {value}",
  "yes": "Sí",
  "no": "No",
  "creditLimitHint": "El saldo negativo máximo que esta cuenta puede tener.",
  "maximumBalanceHint": "El saldo positivo máximo que esta cuenta puede tener. Déjalo en 0 para ilimitado.",
  "move": "Mover",
  "allowAnonymousMemberList": "Permitir que los usuarios externos enumeren los miembros del grupo",
  "allowAnonymousMemberListHint": "Permite a los usuarios de cualquier otro grupo ver la lista de nombres, avatares y números de cuenta de los miembros de este grupo. No se comparten correos electrónicos ni otra información personal.",
  "accountRequests": "Solicitudes de cuenta",
  "noAccountRequests": "No hay solicitudes de cuenta pendientes."
}
