{
  "administration": "Amministrazione",
  "editGroup": "Modifica gruppo",
  "editGroupText": "Descrivi le caratteristiche principali del gruppo di scambio.",
  "currencyValue": "Valore della valuta",
  "currencyValueHint": "Il valore della tua valuta in relazione alla valuta di riferimento HOUR. Viene utilizzato per calcolare il tasso di cambio tra la tua valuta e le altre. Utilizza la notazione n/d. Ad esempio, se imposti 1/10, significa che 10 unità della tua valuta equivalgono a 1 HOUR",
  "invalidCurrencyValue": "Valore di valuta non valido. Si prega di utilizzare la notazione n/d.",
  "groupSettings": "Impostazioni del gruppo",
  "categories": "Categorie",
  "signupSettings": "Impostazioni di registrazione",
  "signupSettingsText": "Definisci alcune impostazioni per il processo di registrazione.",
  "enableTermsOfUse": "Termini di utilizzo",
  "enableTermsOfUseHint": "Chiedi agli utenti di accettare i termini di utilizzo prima della registrazione.",
  "termsOfUse": "Termini di utilizzo",
  "minOffers": "Offerte minime",
  "minOffersHint": "Numero minimo di offerte che l'utente deve creare in fase di registrazione.",
  "minNeeds": "Necessità minime",
  "minNeedsHint": "Numero minimo di necessità che l'utente deve creare in fase di registrazione.",
  "initialCredit": "Credito iniziale",
  "initialCreditHint": "Il saldo negativo massimo che un account può avere dopo la registrazione. La modifica di questo valore non avrà effetto sugli account esistenti.",
  "maximumBalance": "Limite saldo positivo",
  "initialMaximumBalanceHint": "Il saldo positivo massimo che un account può avere dopo la registrazione. La modifica di questo valore non avrà effetto sugli account esistenti. Lasciare a 0 per un valore illimitato.",
  "accountDefaults": "Impostazioni predefinite account",
  "accountDefaultsText": "Definisci le impostazioni predefinite per gli account nella tua valuta. Queste impostazioni possono essere sovrascritte account per account. La modifica di queste impostazioni influisce su tutti gli account che non hanno un valore specifico.",
  "allowPayments": "Pagamenti",
  "allowPaymentsHint": "Autorizza gli utenti ad eseguire pagamenti verso altri account.",
  "allowPaymentRequests": "Richieste di pagamento",
  "allowPaymentRequestsHint": "Autorizza gli utenti a richiedere pagamenti da altri account.",
  "allowSimplePayments": "Pagamenti semplici",
  "allowSimplePaymentsHint": "Autorizza gli utenti ad effettuare pagamenti scegliendo il destinatario da un elenco.",
  "allowSimplePaymentRequests": "Richiesta di pagamento semplice",
  "allowSimplePaymentRequestsHint": "Autorizza gli utenti a richiedere pagamenti scegliendo l'acquirente da un elenco.",
  "allowQrPayments": "Pagamenti con QR",
  "allowQrPaymentsHint": "Autorizza gli utenti ad eseguire pagamenti scansionando un QR code.",
  "allowQrPaymentRequests": "Richiesta pagamenti con QR code",
  "allowQrPaymentRequestsHint": "Autorizza gli utenti a richiedere pagamenti mostrando un QR code.",
  "allowTagPayments": "Pagamenti NFC",
  "allowTagPaymentsHint": "Autorizza gli utenti ad eseguire pagamenti mostrando un adesivo NFC.",
  "allowTagPaymentRequests": "Richgiesta pagamenti NFC",
  "allowTagPaymentRequestsHint": "Autorizza gli utenti a richiedere pagamenti scansionando un adesivo NFC.",
  "allowMultiplePayments": "Pagamenti multipli",
  "allowMultiplePaymentsHint": "Abilita la pagina dei pagamenti multipli a inserire un gruppo di pagamenti.",
  "allowMultiplePaymentRequests": "Richieste di pagamento multiplo",
  "allowMultiplePaymentRequestsHint": "Abilita la pagina delle richieste di pagamento multiple a inserire un gruppo di richieste di pagamento..",
  "enableAcceptPaymentsAfter2w": "Accetta pagamenti dopo 2 settimane",
  "enableAcceptPaymentsAfter2wHint": "Accetta automaticamente tutte le richieste di pagamento in sospeso dopo 2 settimane di inattività.",
  "enableOnPaymentCreditLimit": "Credito per i pagamenti",
  "enableOnPaymentCreditLimitHint": "Aumenta il limite del saldo negativo del conto dopo aver ricevuto un pagamento della stessa quantità, fino a un limite.",
  "onPaymentCreditLimit": "Limite di credito per i pagamenti",
  "allowExternalPayments": "Pagamenti esterni",
  "allowExternalPaymentsHint": "Autorizza l'account ad effettuare e ricevere pagamenti verso account in altre valute.",
  "allowExternalPaymentRequests": "Richiesta di pagamenti esterni",
  "allowExternalPaymentRequestsHint": "Autorizza l'account a richiedere e ricevere richieste di pagamento da account in altre valute.",
  "externalPayments": "Pagamenti esterni",
  "externalPaymentsText": "Definisci le impostazioni per i trasferimenti tra conti in valute diverse.",
  "enableExternalPayments": "Autorizza pagamenti esterni",
  "enableExternalPaymentsHint": "Autorizza ad effettuare e ricevere pagamenti su conti in altre valute. Questa impostazione ha la precedenza sulle impostazioni del conto.",
  "enableExternalPaymentRequests": "Autorizza richieste di pagamento esterne",
  "enableExternalPaymentRequestsHint": "Autorizza a richiedere e ricevere richieste di pagamento da conti in altre valute. Questa impostazione ha la precedenza sule impostazioni dell'account.",
  "externalTraderCreditLimit": "Limite negativo bilancia commerciale",
  "externalTraderCreditLimitHint": "Limite del saldo delle transazioni totali per le importazioni.",
  "externalTraderMaximumBalance": "Limite positivo bilancia commerciale",
  "externalTraderMaximumBalanceHint": "Limite del saldo delle transazioni totali per le esportazioni.",
  "trustlines": "Linee di fiducia",
  "trustlinesText": "Una linea di fiducia definisce il limite positivo del saldo tra la vostra valuta e una valuta esterna specifica. Questo limite è l'importo massimo di valuta esterna che siete disposti ad accettare nel gruppo.",
  "noTrustlines": "Linne di fiducia non ancora definte.",
  "addTrustline": "Aggiungi linea di fiducia",
  "editTrustline": "Modifica linea di fiducia",
  "limit": "Limite",
  "trustlineLimitHint": "Limite della linea di fiducia nella tua valuta locale.",
  "update": "Aggiorna",
  "limits": "Limiti",
  "transferMethods": "Metodi di trasferimento",
  "transferDirections": "Direzioni di trasferimento",
  "accountStart": "Inizio conto",
  "offersAndNeeds": "Offerte e necessità",
  "marketplace": "Marketplace",
  "marketplaceText": "Definisci le impostazioni delle offerte e delle necessità internbe al gruppo.",
  "categoriesText": "Offerte e necessità sono organizzate in categorie. Definici le catorie che saranno disponibili per il gruppo.",
  "deleteCategoryConfirmation": "Sei sicuro di eliminare la categoria {name}?",
  "addCategory": "Aggiungi Categoria",
  "editCategory": "Modifica Categoria",
  "categoryName": "Nome della Categoria",
  "categoryIcon": "Icona della Categoria",
  "searchIcon": "Cerca Icona",
  "loadingIcons": "Caricamento icone...",
  "creditLimit": "Limite di Credito",
  "columns": "Colonne",
  "manageAccounts": "Gestisci gli Account",
  "manageAccountsText": "Vedi sotto tutti gli account nel tuo gruppo. La maggior parte delle impostazioni dell'account può essere impostata di default dalla pagina delle impostazioni del gruppo o individualmente. Il limite di credito e il saldo massimo devono essere impostati individualmente dopo la creazione dell'account.",
  "search": "Cerca",
  "defaultIs": "Default: {value}",
  "yes": "Si",
  "no": "No",
  "creditLimitHint": "Il saldo negativo massimo che questo account può avere.",
  "maximumBalanceHint": "Il saldo positivo massimo che questo account può avere. Lasciare a 0 per un numero illimitato.",
  "move": "Muovi",
  "allowAnonymousMemberList": "Consenti agli utenti esterni di elencare i membri del gruppo",
  "allowAnonymousMemberListHint": "Consenti agli utenti di qualsiasi altro gruppo di vedere l'elenco di nomi, avatar e numeri di conto dei membri di questo gruppo. Non vengono condivise e-mail o altre informazioni personali.",
  "accountRequests": "Richieste di Account",
  "noAccountRequests": "Nessuna richiesta di account in sospeso."
}
